<footer class="footer" itemscope="itemscope" itemtype="http://schema.org/WPFooter">
	<div class="container container_small">
		<div class="footer-content">
			<div class="footer-logo">
				<a class="link" aria-label="Логотип сервисного центра для предпринимателей «Мой бизнес»">
					<svg class="footer-logo-icon" width="125" height="58" viewBox="0 0 104 47" fill="none" xmlns="http://www.w3.org/2000/svg">
						<path d="M92.0635 38.5974L88.4214 35.0566L84.7793 38.5974L88.4214 46.0007L92.0635 38.5974Z" fill="#CF543C"/>
						<path d="M88.4212 14.6777C87.0271 14.6777 85.877 15.7789 85.877 17.1512C85.877 18.5065 87.0097 19.6246 88.4212 19.6246C89.8153 19.6246 90.9654 18.5234 90.9654 17.1512C90.948 15.7789 89.8153 14.6777 88.4212 14.6777Z" fill="#C59368"/>
						<path d="M88.4219 3.61523C87.6551 4.00488 77.5479 9.18893 77.5479 17.4732C77.5479 24.5547 83.4902 35.3125 83.4902 35.3125L88.4219 30.5181L93.3536 35.3125C93.3536 35.3125 99.2959 24.5547 99.2959 17.4732C99.2959 9.18893 89.1887 3.98794 88.4219 3.61523ZM91.6806 27.2653L88.4219 24.0973L85.1632 27.2653C84.9889 26.8248 82.8106 21.0987 82.8106 17.3547C82.8106 12.3061 88.0211 9.47693 88.4045 9.27364C88.7879 9.47693 93.9983 12.3061 93.9983 17.3547C94.0158 21.0987 91.8375 26.8248 91.6806 27.2653Z" fill="#C59368"/>
						<path d="M103.004 3.60575L99.2949 0L95.5859 3.60574L99.2949 7.21149L103.004 3.60575Z" fill="#C59368"/>
						<path d="M64.3543 7.22461C64.3543 7.98697 64.0057 8.4105 63.3958 8.4105C62.7859 8.4105 62.4374 7.95309 62.4374 7.22461H59.2832C59.3703 9.47781 60.7122 10.9856 63.4481 10.9856C65.9749 10.9856 67.4213 9.42698 67.5084 7.22461H64.3543Z" fill="#562212"/>
						<path d="M57.6777 22.3696V11.7982H61.3198C61.3198 11.7982 61.3198 16.3554 61.3198 16.7112C61.3198 17.0669 61.2501 17.4735 61.2501 17.4735H61.407L65.3802 11.7812H68.8655V22.3526H65.2234C65.2234 22.3526 65.2234 17.8632 65.2234 17.3888C65.2234 17.0331 65.3105 16.6942 65.3105 16.6942H65.1536L61.1804 22.3526H57.6777V22.3696Z" fill="#562212"/>
						<path d="M50.1508 11.5449C53.6186 11.5449 56.1977 13.9167 56.1977 17.1186C56.1977 20.2697 53.6186 22.6584 50.1508 22.6584C46.7178 22.6584 44.1387 20.2866 44.1387 17.1186C44.1387 13.9167 46.7352 11.5449 50.1508 11.5449ZM50.1508 19.3718C51.4752 19.3718 52.3465 18.3723 52.3465 17.1186C52.3465 15.8311 51.4577 14.8315 50.1508 14.8315C48.8612 14.8315 47.955 15.8311 47.955 17.1186C47.955 18.3553 48.8612 19.3718 50.1508 19.3718Z" fill="#562212"/>
						<path d="M39.782 11.8164C39.782 11.8164 36.7323 15.6621 36.6104 15.8146C36.4535 16.0009 36.4535 16.0856 36.4535 16.0856H36.2967C36.2967 16.0856 36.2618 15.984 36.1224 15.8146C35.9133 15.5604 32.7591 11.8164 32.7591 11.8164H29.8838V22.3878H33.3865C33.3865 22.3878 33.3865 18.4235 33.3865 17.9492C33.3865 17.4748 33.2994 17.1868 33.2994 17.1868H33.4562L36.2793 20.3379H36.4361L39.0501 17.1868H39.2069C39.2069 17.1868 39.1198 17.4748 39.1198 17.9492C39.1198 18.4235 39.1198 22.3878 39.1198 22.3878H42.6399V11.8164H39.782Z" fill="#562212"/>
						<path d="M6.55231 24.6045C4.72254 24.6045 2.78822 25.604 2.09116 27.0779H1.98661C2.02146 26.9254 2.09116 26.773 2.10859 26.6205C2.28285 24.3504 3.20645 22.5376 5.01879 21.9108C6.1515 21.5212 7.28422 21.3517 8.15554 21.1823C9.07913 20.996 10.0202 20.7757 10.5778 20.6063L9.96788 18.8105C8.95715 19.0816 8.01613 19.2849 6.43033 19.5898C5.76813 19.7254 5.03622 19.844 4.18232 20.1828C1.27212 21.3687 0 23.7405 0 28.213C0 32.2281 2.05631 35.3961 6.01209 35.3961C9.6542 35.3961 11.8499 32.6347 11.8499 29.8732C11.8673 26.6883 9.75876 24.6045 6.55231 24.6045ZM6.02952 33.6342C3.60726 33.6342 2.21315 31.4657 2.21315 28.9753C2.78822 27.5353 4.56571 26.3664 6.0818 26.3664C8.27752 26.3664 9.68906 27.7047 9.68906 29.9749C9.67163 32.0925 8.08583 33.6342 6.02952 33.6342Z" fill="#562212"/>
						<path d="M15.5437 32.0591C15.5437 32.0591 15.5088 32.0591 15.4391 32.0591C15.4914 31.8897 15.5437 31.6356 15.5437 31.3984C15.5437 31.1612 15.5437 24.4863 15.5437 24.4863H13.3828V35.0577H15.3346L21.5383 27.468C21.5383 27.468 21.5906 27.468 21.6429 27.468C21.5906 27.6374 21.5383 27.9085 21.5383 28.1626C21.5383 28.4337 21.5383 35.0747 21.5383 35.0747H23.6992V24.5033H21.7475L15.5437 32.0591Z" fill="#562212"/>
						<path d="M31.9394 29.6374V29.5866C33.2289 29.1461 33.8563 28.316 33.8563 27.0962C33.8563 25.3343 32.375 24.1992 29.7611 24.1992C28.2624 24.1992 26.6766 24.6058 25.3696 25.5715L26.2235 27.0623C27.1994 26.3169 28.4367 25.9442 29.4648 25.9442C30.8938 25.9442 31.6606 26.5202 31.6606 27.4519C31.6606 28.299 30.9809 28.892 29.9005 28.892H28.1753V30.5353H30.0051C31.3295 30.5353 31.9917 30.9757 31.9917 31.8397C31.9917 32.8732 30.9287 33.5847 29.2906 33.5847C28.1404 33.5847 26.7986 33.1104 25.9447 32.4158L25.0908 33.9405C26.0318 34.7706 27.6699 35.3805 29.5694 35.3805C32.1834 35.3805 34.17 34.0421 34.17 32.0939C34.2048 30.8402 33.3858 29.8068 31.9394 29.6374Z" fill="#562212"/>
						<path d="M43.7243 28.8233H37.8865V24.4863H35.7256V35.0577H37.8865V30.4666H43.7243V35.0577H45.8852V24.4863H43.7243V28.8233Z" fill="#562212"/>
						<path d="M52.6796 24.1992C49.4906 24.1992 47.3994 26.6388 47.3994 29.8576C47.3994 33.0426 49.4906 35.4144 53.3069 35.4144C55.1367 35.4144 56.7051 34.8722 57.8378 33.9744L56.9839 32.4496C56.1474 33.0595 54.8753 33.6186 53.3767 33.6186C51.0067 33.6186 49.8565 32.3649 49.6474 30.5183H57.9598C57.9772 30.2981 57.9946 30.0779 57.9946 29.8576C57.9772 26.6388 56.374 24.1992 52.6796 24.1992ZM49.6648 28.875C49.9437 27.2317 51.1635 25.9611 52.7842 25.9611C54.7533 25.9611 55.6944 27.2487 55.8686 28.875H49.6648Z" fill="#562212"/>
						<path d="M65.4387 33.5847C63.2256 33.5847 61.6049 31.9753 61.6049 29.6713C61.6049 27.7061 62.9119 26.0119 65.3167 26.0119C66.4146 26.0119 67.5299 26.2999 68.802 27.0962C68.802 27.0962 69.3596 26.1305 69.6907 25.5376C68.3838 24.6397 66.8851 24.1992 65.2644 24.1992C61.7617 24.1992 59.4092 26.5879 59.4092 29.8068C59.4092 32.9409 61.7443 35.4144 65.2993 35.4144C67.0419 35.4144 68.558 34.9231 69.6733 34.0421L68.8194 32.5174C67.9829 33.1273 66.7805 33.5847 65.4387 33.5847Z" fill="#562212"/>
					</svg>
				</a>
				<a class="link footer-logo__link1" aria-label="«Ростовское региональное агентство поддержки предпринимательства»" target="blank" href="http://www.rrapp.ru/"></a>
				<div class="footer-logo__link-group">
					<a class="link footer-logo__link2" aria-label="Официальный портал Правительства Ростовской области" target="blank" href="https://www.donland.ru/"></a>
					<a class="link footer-logo__link3" aria-label="Министерство экономического развития Ростовской области" target="blank" href="https://mineconomikiro.donland.ru"></a>
				</div>
			</div>
			<ul class="menu-list menu-list_calendar" itemscope itemtype="http://www.schema.org/SiteNavigationElement">
				<li class="menu-list__item">
					<a class="link text_17 text_brown text_solid @if (Request::is('events*')) active @endif" itemprop="url" href="{{route('event')}}">Мероприятия</a>
				</li>
				<li class="menu-list__item">
					<a class="link text_17 text_brown text_solid @if (Request::is('news*')) active @endif" itemprop="url" href="{{route('news')}}">Новости</a>
				</li>
				<li class="menu-list__item">
					<a class="link text_17 text_brown text_solid @if (Request::is('services*')) active @endif" itemprop="url" href="{{route('service')}}">Меры поддержки</a>
				</li>
				<li class="menu-list__item">
					<a class="link text_17 text_brown text_solid @if (Request::is('articles*')) active @endif" itemprop="url" href="{{route('article.index')}}">База знаний</a>
				</li>
				<li class="menu-list__item">
					<a class="link text_17 text_brown text_solid @if (Request::is('departments*')) active @endif" itemprop="url" href="{{route('department')}}">Подразделения</a>
				</li>
				<li class="menu-list__item">
					<a class="link text_17 text_brown text_solid @if (Request::is('media*')) active @endif" itemprop="url" href="{{route('media')}}">СМИ о нас</a>
				</li>
			</ul>
			<ul class="menu-list menu-list_mobile-border menu-list_docs" itemscope itemtype="http://www.schema.org/SiteNavigationElement">
				<li class="menu-list__item">
					<a class="link text_17 text_brown text_solid @if(Request::is('docs*')) active @endif" itemprop="url" href="{{route('docs.index')}}">Нормативные документы</a>
				</li>
				<li class="menu-list__item">
					<a class="link text_17 text_brown text_solid @if (Request::is(constant("App\Enums\StaticPagesEnum::ABOUT_PAGE_SLUG"))) active @endif"
					   itemprop="url"
					   href="{{ route('page.show', ['slug' => constant("App\Enums\StaticPagesEnum::ABOUT_PAGE_SLUG")]) }}">О проекте</a>
				</li>
				<li class="menu-list__item">
						<a class="link text_17 text_brown text_solid {{ auth()->guest() ? 'button-show-popup-enter' : '' }} @if(Request::is('profile*')) active @endif"
						   itemprop="url" href="{{ route('profile.user.index') }}">Личный кабинет</a>
				</li>
				<li class="menu-list__item">
					<a class="link text_17 text_brown text_solid @if(Request::is(constant("App\Enums\StaticPagesEnum::PRIVACY_POLICY_PAGE_SLUG"))) active @endif"
					   itemprop="url"
					   href="{{ route('page.show', ['slug' => constant("App\Enums\StaticPagesEnum::PRIVACY_POLICY_PAGE_SLUG")]) }}">Политика конфиденциальности</a>
				</li>
				<li class="menu-list__item">
					<a class="link text_17 text_brown text_solid @if(Request::is(constant("App\Enums\StaticPagesEnum::USER_AGREEMENT_PAGE_SLUG"))) active @endif"
					   itemprop="url"
					   href="{{ route('page.show', ['slug' => constant("App\Enums\StaticPagesEnum::USER_AGREEMENT_PAGE_SLUG")]) }}">Пользовательское соглашение</a>
				</li>
			</ul>
			<ul class="menu-list menu-list_mobile-border menu-list_contacts" itemscope itemtype="http://schema.org/PostalAddress">
				<li class="menu-list__item">
					<span class="text text_17 menu-list__contacts-title text_brown text_semi-bold">Контакты</span>
				</li>
				<li class="menu-list__item">
					<a href="tel:+78043333231" onclick="gtag('event','click',{'event_category':'zvonok'})" class="link text_17 text_brown text_solid text_nowrap">8 (804) 333 32 31</a> -
					<div>горячая линия</div>
				</li>
				<li class="menu-list__item">
					<a href="tel:+78633089222" itemprop="telephone" content="8 (863) 308 92 22" onclick="gtag('event','click',{'event_category':'zvonok'})" class="link text_17 text_brown text_solid text_nowrap">8 (863) 308 92 22</a>
				</li>
				<li class="menu-list__item">
					<a href="mailto:info@mbrostov.ru" itemprop="email" onclick="gtag('event','click',{'event_category':'email'})" class="link text_17 text_brown text_solid">info@mbrostov.ru</a>
				</li>

				<li class="menu-list__item links-socials">
					<div class="mymod"></div>
					<a href="https://vk.com/mb_rostov" aria-label="Вконтакте" target="_blank" class="link link-social text_17 text_brown">
						<svg width="25" height="15" viewBox="0 0 25 15" fill="none" xmlns="http://www.w3.org/2000/svg">
							<path d="M24.8675 13.2488C24.8372 13.1836 24.809 13.1295 24.7828 13.0861C24.349 12.3049 23.5201 11.346 22.2966 10.2092L22.2708 10.1832L22.2578 10.1704L22.2447 10.1574H22.2316C21.6763 9.628 21.3247 9.27207 21.1774 9.08985C20.908 8.74272 20.8476 8.39135 20.9949 8.03533C21.0989 7.76635 21.4897 7.19829 22.1664 6.33038C22.5223 5.87042 22.8042 5.50177 23.0123 5.22403C24.5137 3.22807 25.1646 1.95263 24.9649 1.3972L24.8873 1.2674C24.8352 1.18926 24.7007 1.11777 24.4841 1.05258C24.2669 0.987522 23.9893 0.976763 23.6507 1.02012L19.9021 1.04602C19.8414 1.0245 19.7547 1.0265 19.6417 1.05258C19.5288 1.07866 19.4724 1.09174 19.4724 1.09174L19.4072 1.12434L19.3554 1.1635C19.312 1.1894 19.2642 1.23494 19.2121 1.30005C19.1603 1.36492 19.1169 1.44106 19.0823 1.52782C18.6742 2.57781 18.2101 3.55405 17.6894 4.45647C17.3683 4.99458 17.0734 5.46092 16.8041 5.85578C16.5351 6.25051 16.3095 6.54133 16.1274 6.72775C15.9451 6.91435 15.7805 7.06384 15.6327 7.17677C15.4851 7.28974 15.3724 7.33748 15.2944 7.32002C15.2162 7.30256 15.1426 7.28523 15.0729 7.26791C14.9515 7.18976 14.8538 7.08349 14.7802 6.949C14.7063 6.81451 14.6565 6.64523 14.6305 6.4413C14.6046 6.23724 14.5892 6.06172 14.5849 5.91414C14.5808 5.76674 14.5827 5.55826 14.5915 5.28927C14.6005 5.02015 14.6046 4.83806 14.6046 4.7426C14.6046 4.41279 14.611 4.05486 14.6239 3.66871C14.637 3.28256 14.6476 2.9766 14.6565 2.7512C14.6654 2.52557 14.6695 2.28686 14.6695 2.0352C14.6695 1.78354 14.6542 1.58617 14.6239 1.44293C14.594 1.29986 14.5481 1.16099 14.4876 1.02637C14.4267 0.891873 14.3376 0.787835 14.2207 0.713978C14.1036 0.640213 13.958 0.581674 13.7847 0.538181C13.3247 0.434097 12.739 0.377793 12.0273 0.36904C10.4134 0.351715 9.37631 0.455935 8.91639 0.681563C8.73417 0.776893 8.56927 0.907146 8.42183 1.07191C8.26559 1.26289 8.24379 1.36711 8.35659 1.38425C8.87732 1.46226 9.24597 1.64886 9.46293 1.94388L9.54112 2.10021C9.60194 2.213 9.66267 2.41269 9.72344 2.699C9.78412 2.9853 9.82328 3.30202 9.84052 3.64897C9.88383 4.28254 9.88383 4.82489 9.84052 5.27605C9.79707 5.7274 9.75604 6.07877 9.71687 6.33043C9.67771 6.58209 9.61917 6.78601 9.54112 6.94216C9.46293 7.09836 9.41092 7.19382 9.38484 7.22847C9.3588 7.26312 9.3371 7.28496 9.31987 7.29353C9.20708 7.33675 9.08977 7.35877 8.96837 7.35877C8.84678 7.35877 8.69934 7.29795 8.52582 7.17641C8.35235 7.05486 8.17231 6.88791 7.9857 6.67527C7.7991 6.46259 7.58866 6.16539 7.35427 5.78361C7.12008 5.40184 6.87708 4.95063 6.62542 4.42998L6.4172 4.0524C6.28704 3.80949 6.10924 3.4558 5.88361 2.99164C5.65785 2.5273 5.4583 2.07814 5.28482 1.64426C5.21548 1.46203 5.11131 1.3233 4.97248 1.22783L4.90733 1.18867C4.86402 1.15402 4.7945 1.11723 4.69912 1.07802C4.60361 1.03886 4.50395 1.01077 4.39973 0.993494L0.833215 1.01939C0.468763 1.01939 0.221479 1.10195 0.0912725 1.26686L0.0391624 1.34486C0.0131301 1.38831 0 1.4577 0 1.55321C0 1.64868 0.0260323 1.76585 0.0781424 1.90458C0.598788 3.12823 1.16498 4.30834 1.77671 5.4451C2.38845 6.58186 2.92004 7.49755 3.37116 8.19135C3.82237 8.88565 4.28228 9.54092 4.75091 10.1568C5.21954 10.773 5.52974 11.1679 5.68151 11.3413C5.83346 11.5151 5.95282 11.6451 6.03958 11.7318L6.36505 12.0442C6.57331 12.2525 6.87913 12.5019 7.28265 12.7926C7.68627 13.0834 8.1331 13.3697 8.62338 13.652C9.11375 13.9338 9.68423 14.1637 10.3351 14.3416C10.9859 14.5196 11.6194 14.591 12.2355 14.5566H13.7325C14.036 14.5304 14.266 14.4349 14.4224 14.2701L14.4742 14.2049C14.509 14.1531 14.5416 14.0726 14.5717 13.9644C14.6021 13.8559 14.6173 13.7364 14.6173 13.6064C14.6084 13.2334 14.6368 12.8971 14.7017 12.5978C14.7666 12.2985 14.8405 12.0729 14.9232 11.9209C15.0059 11.7691 15.0992 11.641 15.203 11.5372C15.307 11.4331 15.3811 11.37 15.4246 11.3483C15.4679 11.3265 15.5024 11.3117 15.5284 11.3028C15.7367 11.2334 15.9818 11.3006 16.2641 11.5047C16.5461 11.7086 16.8107 11.9604 17.0582 12.2597C17.3055 12.5592 17.6026 12.8953 17.9497 13.2683C18.2969 13.6415 18.6006 13.9189 18.8608 14.1014L19.121 14.2576C19.2948 14.3619 19.5205 14.4573 19.7982 14.5441C20.0754 14.6308 20.3183 14.6525 20.5269 14.6091L23.859 14.5572C24.1886 14.5572 24.445 14.5026 24.6269 14.3943C24.8092 14.2859 24.9175 14.1664 24.9524 14.0364C24.9872 13.9063 24.9891 13.7586 24.959 13.5936C24.9282 13.429 24.8977 13.3139 24.8675 13.2488Z" fill="#562212"/>
						</svg>
					</a>
					<a href="https://www.instagram.com/mb_rostov/" aria-label="Инстаграм" target="_blank" class="link link-social text_17 text_brown">
						<svg width="18" height="17" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
							<path fill-rule="evenodd" clip-rule="evenodd" d="M0 14.0773L0 5.92295C0 2.66498 2.66549 0.00012207 5.92314 0.00012207H14.0775C17.3355 0.00012207 20.0003 2.66498 20.0003 5.92295V14.0773C20.0003 17.335 17.3355 20.0005 14.0775 20.0005H5.92314C2.66549 20.0005 0 17.335 0 14.0773ZM14.3042 4.01358C14.3042 4.68644 14.8487 5.2312 15.5215 5.2312C16.1944 5.2312 16.7392 4.68644 16.7392 4.01358C16.7392 3.34072 16.1944 2.79628 15.5215 2.79628C14.849 2.79628 14.3042 3.34104 14.3042 4.01358ZM5.01393 10.0005C5.01393 12.754 7.24644 14.9862 10 14.9862C12.7536 14.9862 14.9861 12.7544 14.9861 10.0005C14.9861 7.23152 12.7369 5.0147 10 5.0147C7.24644 5.0147 5.01393 7.2469 5.01393 10.0005ZM10 6.84914C11.7403 6.84914 13.1513 8.26019 13.1513 10.0005C13.1513 11.7407 11.74 13.1518 10 13.1518C8.26005 13.1518 6.84868 11.7407 6.84868 10.0005C6.84868 8.26019 8.25973 6.84914 10 6.84914Z" fill="#562212"/>
						</svg>
					</a>
					<a href="https://www.facebook.com/anorrapp/" aria-label="Фейсбук" target="_blank" class="link link-social text_17 text_brown">
						<svg width="11" height="16" viewBox="0 0 11 16" fill="none" xmlns="http://www.w3.org/2000/svg">
							<path d="M6.59462 5.98343L6.59964 4.47407C6.59964 3.68767 6.66214 3.26657 7.94962 3.26657H10.3321V0.25H6.91835C3.60584 0.25 2.84337 1.74735 2.84337 4.20717L2.84711 5.98343L0.333374 5.98451V8.99996H2.84711V17.75H6.59585L6.59836 8.99996L10.0021 8.99888L10.3684 5.98343H6.59462Z" fill="#562212"/>
						</svg>
					</a>
				</li>
				<li class="menu-list__item menu-list_message">
					<button class="show-popup-button button button_small button_white button_rounded button_grey-border">
						<span class="text text_semi-bold text_12 text_PT-font text_nowrap">Написать сообщение</span>
					</button>
				</li>


			</ul>
			<ul class="menu-list menu-list_mobile-border menu-list_adress" itemscope itemtype="http://schema.org/PostalAddress">
				<li class="menu-list__item">
					<span class="text text_17 menu-list__adress-title text_brown text_semi-bold">Адрес</span>
				</li>
				<li class="menu-list__item menu-list__item-adress">
					<span class="text_17 text_brown text_solid" itemprop="addressLocality">г. Ростов-на-Дону,</span>
				</li>
				<li class="menu-list__item menu-list__item-adress">
					<span class="text_17 text_brown text_solid" itemprop="streetAddress">ул. Седова, 6/3</span>
				</li>
				<li class="menu-list__item">
					<button class="show-popup-button button button_small button_white button_rounded button_grey-border"
						onclick="gtag('event','click',{'event_category':'submit'}); ym(55128721,'reachGoal','message_click');"
					>
						<span class="text text_semi-bold text_17 text_PT-font text_nowrap">Написать сообщение</span>
					</button>
				</li>
			</ul>
		</div>
		<div class="copyright-block">
			<a class="copyright-link link text_17 text_black-4 text_solid" href="/">
				<span class="copyright-text">© </span>
				<span itemprop="name">АНО "РРАПП"</span>, <span itemprop="copyrightYear">{{date('Y')}}</span></a>
			<div class="copyright-block__created-by">
				<span class="text_17 text_black-4 text_solid">Created by</span>
				<a class="link" href="https://2-up.ru" target="_blank" aria-label="Логотип веб-студии 2UP">
					<img src="/img/icons/2up-icon.svg" alt="логотип веб-студии '2UP'">
				</a>
			</div>
		</div>
	</div>
</footer>

