<div class="template-text-container">
	<p>В развитых странах подавляющее большинство решений в бизнесе и госуправлении, принимается на основе геоданных. «Точки на карте» полезны в целом ряде отраслей, включая ретейл, логистику, транспортную и банковскую сферы. Новые технологии позволяют нам лучше исследовать мир вокруг нас, а в больших городах без специальных знаний о населении и объектах вокруг стало практически невозможно вести бизнес. </p>
	<p>Предпринимательство — это прежде всего люди. Люди, наиболее чувствительные к изменениям в среде и обществе, самые активные потребители новых продуктов. Именно они первыми начинают использовать те возможности, в том числе и технологические, которые диктует новое время.</p>
	<h3>Контакты</h3>
	<h4>Адрес:</h4>
	<p>344006, г. Ростов-на-Дону, БЦ "Балканы", ул. Седова 6/3, 1 этаж / оф. 310</p>
	<h4>График работы:</h4>
	<p>Понедельник - пятница с 9:00 до 18:00</p>
	<h4>Телефоны:</h4>
	<ul>
		<li><a hreh="tel:+78633081911">+7 (863) 308 19 11</a> — Центральный офис (Седова 6/3)</li>
		<li><a hreh="tel:+78043333231">+7 (804) 333 32 31</a> — Горячая линия (центр поддержки предпринимательства)</li>
		<li><a hreh="tel:+78632403813">+7 (863) 240 38 13</a> — Бизнес - Инкубатор (Социалистическая, 53)</li>
		<li><a hreh="tel:+78632314462">+7 (863) 231 44 62</a> — Бизнес - Инкубатор (Думенко 1/3)</li>
	</ul>
</div>
