<?php


namespace App\Enums;

/**
 * Class OkvedEnum
 * @package App\Enums
 */
class OkvedEnum
{
    /**
     * Окведы для продукта "Универсальный"
     *
     * @var array
     */
    public const UNIVERSAL_OKVEDS = [
        '45',
        '46',
        '47',
        '68',
    ];

    /**
     * Окведы для получения продукта "Легкий старт"
     *
     * @var array
     */
    public const EASY_START_OKVEDS = [
        '10',
        '11.07',
        '13',
        '14',
        '15',
        '16',
        '17',
        '18',
        '19',
        '20',
        '21',
        '22',
        '23',
        '24',
        '25',
        '26',
        '27',
        '28',
        '29',
        '30',
        '31',
        '32',
        '62.01',
        '63.01',
        '63.11',
        '63.12',
    ];

    /**
     * Окведы для получения продукта "Льготный"
     *
     * @var array
     */
    public const PREFERENTIAL_OKVEDS = [
        '01',
        '03.22',
        '10',
        '11.07',
        '13',
        '14',
        '15',
        '16',
        '17',
        '18',
        '19',
        '20',
        '21',
        '22',
        '23',
        '24',
        '25',
        '26',
        '27',
        '28',
        '29',
        '30',
        '31',
        '32',
    ];

    /**
     * Перечень отраслей российской экономики, в наибольшей степени пострадавших в условиях ухудшения ситуации
     * в результате распространения новой коронавирусной инфекции
     *
     * @var array
     */
    public const COMPENSATION_OKVEDS = [
        '49.3',
        '49.4',
        '51.1',
        '51.21',
        '52.21.21',
        '52.23',
        '49.10.1',
        '50.1',
        '50.3',

        '90',
        '59.14',
        '91.02',
        '91.04.1',
        '32.99.8',

        '93',
        '96.04',
        '86.90.4',

        '79',

        '55',

        '56',

        '85.41',
        '88.91',

        '82.3',

        '95',
        '96.01',
        '96.02',

        '86.23',

        '45.11.2',
        '45.11.3',
        '45.19.2',
        '45.19.3',
        '45.32',
        '45.40.2',
        '45.40.3',
        '47.19',
        '47.4',
        '47.5',
        '47.6',
        '47.7',
        '47.82',
        '47.89',
        '47.99.2',

        '60',
        '63.12.1',
        '63.91',
        '18.11',
        '58.11',
        '58.13',
        '58.14',
    ];
}
